[Main]
DisplayName=Čeština

[Installer_DB_Instalre]
rdlblInstMainTitle.Caption=Možnosti instalace
btnClose.Hint=Zavřít
btnMin.Hint=Minimalizovat
lblFailTitle.Caption=Instalace selhala
btnFail.Caption=OK
rdhtmlblReboot.Caption=Driver Booster se nepodařilo z neznámého důvodu nainstalovat. Driver Booster se automaticky pokusí o reinstalaci po restartu počítače. <a>Restartovat nyní!</a>
lblSuccSubTitle.Caption=Driver Booster %s byl úspěšně nainstalován! Klikněte na Skenovat nyní pro spuštění!
lblSuccTitle.Caption=Instalace dokončena
btnSucc.Caption=Skenovat nyní
lblInstall.Caption=Instalace...
btnEmail.Caption=Odebírat
btnEmailValid.Caption=Odebírat
lblEmailTitle.Caption=Přihlaste se k odběru IObit novinek a získejte dárek zdarma
lblBookTitle.Caption=Windows Tweak eBook
lblBookDesc1.Caption=Nepostradatelná příručka pro systémy Windows
lblBookDesc2.Caption=V hodnotě $9.99
rdhtmlblEmail.Caption=Budeme s vámi sdílet pouze zajímavé věci. <a>Zásady ochrany osobních údajů</a>
lblGiveUp.Caption=Ne, děkuji
lblInstPath.Caption=Instalační adresář: (Požadováno: 100 MB, Dostupné místo: %s)
btnInstPath.Caption=Procházet...
lblInstOpts.Caption=Kromě instalace chci také:
btnDeskIcon.Caption=Vytvořit zástupce na ploše
btnTaskIcon.Caption=Připnout ikonu na hlavní panel
btnInstOptInstall.Caption=Instalovat
lblInstOptBack.Caption=Zpět
lblInstOptLicense.Caption=Licenční ujednání
btnMainInstall.Caption=Instalovat
lblCustomInstall.Caption=Vlastní instalace
lblMainSubTitle.Caption=Instalací či používáním tohoto produktu souhlasíte s <a>Licenčním ujednáním</a> a <a>Zásadami ochrany osobních údajů</a> 
lblMainTitle.Caption=Instalace programu Driver Booster
TrayIcon.Hint=Instalátor programu Driver Booster
edtEmail.Text=Prosíme, zadejte zde svou e-mailovou adresu
lblwpsCaption.Caption=Doporučeno společností IObit
lblwpsTitle.Caption=WPS Office 2016 Zdarma
lblwpsInfo1.Caption=Sada Office zdarma (doc, xls, ppt) + PDF
lblwpsInfo2.Caption=Snadné převedení souborů PDF do upravitelných souborů Word
lblwpsInfo3.Caption=Plně kompatibilní s Microsoft Office
lblwpsInfo4.Caption=Jednoduchý přístup a úprava dokumentů v Cloudu
lblwpsOption.Caption=Ano. Přijímám <a>Licenční ujednání</a> a <a>Zásady ochrany osobních údajů</a> společnosti Kingsoft Software a souhlasím s instalací. 
lblwpsSkip.Caption=Přeskočit
btnwpsAccept.Caption=Souhlasit a instalovat
lbldslInfo1.Caption=Stále si svá hesla zapisujete? <b>To není bezpečné!</b>
lbldslInfo2.Caption=Bezpečnému správci hesel společnosti Dashlane důvěřuje <b>přes 7 miliónů lidí</b> po celém světe.
lbldslInfo3.Caption=<b>Vyzkoušejte Dashlane ZDARMA</b> a už nikdy nezapomenete žádné heslo!
lbldslSkip.Caption=Přeskočit
rdlblASClbl1.Caption=Vyčištění a optimalizace počítače jedním kliknutím.
rdlblASClbl2.Caption=Zrychlení počítače až o 200%.
rdlblASClbl3.Caption=Zrychlení internetu až o 300%.
rdlblASClbl4.Caption=Zabránění úniku soukromých informací s pomocí několikanásobné ochrany.
rdlblASClbl5.Caption=Monitorování kondice počítače v reálném čase pro plynulejší PC.
rdlblIMFlbl1.Caption=Komplexní ochrana v reálném čase proti všem druhům malwaru.
rdlblIMFlbl2.Caption=Rychlý test, účinná detekce a odstranění hrozeb.
rdlblIMFlbl3.Caption=Aktivní prevence před útoky ransomware.
rdlblIMFlbl4.Caption=Bezpečné prohlížení internetu a stahování.
rdlblIMFlbl5.Caption=Plně kompatibilní s ostatním bezpečnostním softwarem.
rdlblSDlbl1.Caption=Rychlejší přístup k souborům.
rdlblSDlbl2.Caption=Maximální výkon pevného disku.
rdlblSDlbl3.Caption=Zvýšení rychlosti spuštění počítače až o 100%.
rdlblSDlbl4.Caption=Optimalizace her pro lepší herní zážitek. 
rdlblIUlbl1.Caption=Úplné vyčištění zbytků po vestavěné odinstalaci.
rdlblIUlbl2.Caption=Monitorování instalace programů a odstranění bundleware. 
rdlblIUlbl3.Caption=Odstranění těžko zbavitelných programů, které nelze odinstalovat obvyklou cestou.  
rdlblIUlbl4.Caption=Rychlé odstranění pluginů prohlížeče, toolbarů a rozšíření.
rdlblIUlbl5.Caption=Udržování důležitých programů na nejnovější verzi.
RecomLbl.Caption=Volitelná nabídka

rdlblAdtitle.Caption=Web Companion, kterému můžete věřit
rdlbllinfo1.Caption=Rychlá a jednoduchá instalace
rdlbllinfo2.Caption=Ochrana před phishingem
rdlbllinfo3.Caption=Ochrana webu v reálném čase
rdlbllinfo4.Caption=Kompatibilní s více prohlížeči
rdlblScri.Caption=Instalovat Web Companion pro zlepšení internetové ochrany a nastavit Bing® od společnosti Microsoft™ jako domovskou stránku, stránku nového panelu a výchozí vyhledávač v kompatibilních prohlížečích.
rdADOptionYes.Caption=Ano, souhlasím s instalací Web Companion a přijímám <a>Licenci</a> a <a>Zásady ochrany osobních údajů</a>.
rdlblOperaTxt3.Caption=Ještě lepší prohlížení internetu s prohlížečem Opera:
rdlblOperaTxt3.Hint=Ještě lepší prohlížení internetu s prohlížečem Opera:
rdhtmlbl1.Caption=Dodatečná ochrana soukromí <a>pro bezpečné prohlížení</a>
rdhtmlbl1.Hint=Dodatečná ochrana soukromí pro bezpečné prohlížení
rdhtmlbl2.Caption=<a>Užitečné nástroje</a> jako převodník měn, nástroj pro snímání obrazovky a další
rdhtmlbl2.Hint=Užitečné nástroje jako převodník měn, nástroj pro snímání obrazovky a další
rdhtmlbl3.Caption=Možnost přizpůsobení s více než 2 000 rozšířeními - <a>prohlížejte web tak, jak chcete</a>   
rdhtmlbl3.Hint=Možnost přizpůsobení s více než 2 000 rozšířeními - prohlížejte web tak, jak chcete   

[Installer_M]
M_SelectInstPath=Vyberte složku pro instalaci programu Driver Booster
M_QuickLaunchIcon=Vytvořit ikonu rychlého spuštění
M_InstallPercent=Instalace... %s
M_EmailInvalid=E-mailová adresa není správná!
M_InstPathInvalid=Zadaný instalační adresář je nesprávný, prosíme, zadejte jiný.
M_InstPathDiskLow=Nedostatečné místo na disku. Prosíme, uvolněte místo na disku nebo zvolte jiný disk s dostatkem volného místa.
M_InstPathDrive=Musíte zadat úplnou cestu včetně písmena vaší jednotky. Například: C:\Aplikace
M_ScanNow=Skenovat nyní
M_CancelInst=Jste si jisti, že chcete zrušit instalaci?
M_EnterEmail=Prosíme, zde zadejte svou e-mailovou adresu
M_EnterEmail2=Prosíme, zadejte svou e-mailovou adresu
M_EmailSucc=Gratulujeme! Můžete si zkontrolovat svou e-mailovou adresu pro aktivaci vašeho odběru a získat eKnihu v hodnotě $9! Nyní prosím klikněte na Skenovat nyní pro spuštění programu Driver Booster!
M_InstallFailed=Instalace programu Driver Booster selhala z neznámého důvodu. Prosíme, restartujte počítač a zkuste to znovu. 
M_HintClose=Zavřít
M_HintHide=Skrýt

M_tle1=Velká databáze fungující v reálném čase
M_dsc1=Více než 3 500 000 nejnovějších ovladačů a komponent přesně odpovídajících vašemu počítači

M_tle2=Vylepšený herní booster
M_dsc2=Optimalizace počítače pro ten nejlepší herní výkon jednoduchým kliknutím na zástupce nebo přes kontextové menu

M_tle3=Nový automatický tichý režim
M_dsc3=Nenechte se rušit při používání aplikací přes celou obrazovku nebo vámi určených programů/her díky ignorování notifikací

M_tle4=Řešení jedním kliknutím
M_dsc4=Stažení a instalace ovladačů jedním kliknutím pro zajištění maximálního výkonu počítače

M_tle5=Bezpečná a stabilní aktualizace
M_dsc5=Poskytujeme pouze ovladače, které splňují WHQL testy společnosti Microsoft a prošly přísným posouzením společnosti IObit

M_btnProAccept=Instalovat
M_btnProNext=Další
M_IobitProYes=Ano, souhlasím s instalací %s a přijímám <a>Licenci</a> a <a>Zásady ochrany osobních údajů</a>.
M_IobitProNo=Ne, děkuji
M_CloseHintWhenInstall=Instalace probíhá a nemůže být zrušena.